Repository: floscher/RovasConnector
Catalog: src/main/po/*.po
Languages: de, es, sk

source: (error {0})
de: (Fehler {0})
sk: (chyba {0})

source: (the parent project of the created work reports)
de: (Das Eltern-Projekt für die eingereichten Arbeitsberichte)
es: (el proyecto principal de los informes de trabajo creados)
sk: (projekt, do ktorého patrí vytvorený pracovný výkaz)

source: <strong>Please note,</strong> by creating a work report you also agree to verify (typically) two work reports submitted by other users for each of your submitted work reports.
de: <strong>Bitte beachten:</strong> Durch Erstellen eines Arbeitsberichts stimmen Sie zu, für jeden Ihrer eigenen Arbeitsberichte (üblicherweise zwei) andere Arbeitsberichte zu verifizieren, die andere Nutzer eingereicht haben.
es: <strong>Tenga en cuenta,</strong> al crear un informe de trabajo, también acepta verificar (normalmente) dos informes de trabajo enviados por otros usuarios para cada uno de sus informes de trabajo enviados.
sk: <strong>Upozornenie;</strong> za každý váš pracovný výkaz budete vyzvaný/á overiť (typicky) dva výkazy zaslané inými používateľmi.

source: A Rovas work report can not be created, as your work is paid by a company. The setting can be changed in the Rovas Connector plugin preferences.
de: Ein Rovas-Arbeitsbericht konnte nicht erstellt werden, weil Ihre Arbeit von einem Unternehmen bezahlt wird. Diese Einstellung kann in den Einstellungen der Rovas-Verbinder-Erweiterung geändert werden.
es: No se puede crear un informe de trabajo de Rovas, ya que su trabajo lo paga una empresa. La configuración se puede cambiar en las preferencias del complemento de Rovas Connector.
sk: Pracovný výkaz nemôže byť v Rovasi vytvorený, pretože vaša práca je platená firmou. Toto nastavenie môžte zmeniť v predvoľbách pre Rovas Connector plugin.

source: A work report could not be created, because the API key and/or token set in the preferences are incorrect, or your Rovas access was restricted. Please log into Rovas to verify your credentials and status.
de: Ein Arbeitsbericht konnte nicht erstellt werden, weil ein falscher API-Schlüssel und/oder ein falsches API-Token in den Einstellungen hinterlegt ist, oder Ihr Zugang zu Rovas ist eingeschränkt worden. Bitte melden Sie sich bei Rovas an und überprüfen Sie ihre Zugangsdaten und den Status Ihres Rovas-Kontos.
es: No se pudo crear un informe de trabajo porque la clave API y/o el token configurado en las preferencias son incorrectos o su acceso a Rovas fue restringido. Inicie sesión en Rovas para verificar sus credenciales y estado.
sk: Pracovný výkaz nebolo možné vytvoriť, pretože API kľúč alebo API token nastavené v predvoľbách sú nesprávne alebo bol obmedzený vaše Rovas privilégiá. Prihláste sa do Rovasa a overte svoje prihlasovacie údaje a stav.

source: A work report was created, but no verifiers were invited as you have outstanding reports to verify. Please login to Rovas and verify the reports!
de: Ein Arbeitsbericht wurde erstellt, aber keine Verifizierer wurden eingeladen, weil Sie noch ausstehende Berichte haben, die auf Verifizierung warten. Bitte melden Sie sich bei Rovas an und verifizieren Sie die Berichte!
es: Se creó un informe de trabajo, pero no se invitó a verificadores ya que tiene informes pendientes para verificar. ¡Inicie sesión en Rovas y verifique los informes!
sk: Pracovný výkaz bol vytvorený, ale overovatelia preň neboli pozvaní, pretože na overenie máte v Rovasi správy na overenie. Prihláste sa do Rovasa a overte ich.

source: API key
de: API-Schlüssel
sk: API kľúč

source: Active time
de: Aktive Zeit
es: Tiempo activo
sk: Aktívny čas

source: After approving the time by two Rovas-selected users, you will earn {0,number,#.##} chrons
de: Nachdem die Zeit von zwei von Rovas ausgewählten Nutzern bestätigt wurde, werden Ihnen {0,number,#.##} Chrons gutgeschrieben.
es: Después de que se apruebe la hora por dos usuarios seleccionados por Rovas, ganarás {0,number,#.##} chrons
sk: Po schválení uvedeného času dvoma Rovasom vybranými používateľmi získate {0,number,#.##} chronov

source: All fields have to be filled out!
de: Alle Felder müssen ausgefüllt werden!
es: ¡Todos los campos deben completarse!
sk: Všetky polia musia byť vyplnené!

source: An error occured!: {0}{1}
de: Ein Fehler ist aufgetreten!: {0}{1}
es: ¡Ocurrió un error!: {0} {1}
sk: Nastala chyba!: {0}{1}

source: An unknown error occurred!
de: Ein unbekannter Fehler ist aufgetreten!
es: ¡Ha ocurrido un error desconocido!
sk: Vyskytla sa neznáma chyba!

source: Cancel
de: Abbrechen
es: Cancelar
sk: Zrušiť

source: Could not find any project with the project ID that is set in the preferences!
de: Es konnte kein Projekt mit der Projekt-ID gefunden werden, die in den Einstellungen festgelegt ist!
es: ¡No se pudo encontrar ningún proyecto con el ID de proyecto configurado en las preferencias!
sk: Nepodarilo sa nájsť žiadny projekt s číslom, ktoré je nastavené v predvoľbách!

source: Create work report
de: Arbeitsbericht erstellen
es: Crear informe de trabajo
sk: Vytvoriť pracovný výkaz

source: Creating a work report in Rovas
de: Einen Arbeitsbericht in Rovas erstellen
es: Creando un informe de trabajo en Rovas
sk: Vytváranie pracovného výkazu v Rovasi

source: Creating map data with JOSM
de: Kartendaten mit JOSM erstellen
es: Crear datos de mapas con JOSM
sk: Vytváranie mapových dát s JOSM

source: Do you want to modify the API credentials and then retry?
de: Möchten Sie die API-Zugangsdaten bearbeiten und es dann nochmal versuchen?
es: ¿Quieres modificar las credenciales de la API y luego volver a intentarlo?
sk: Chcete upraviť nastavenia API a potom skúsiť odoslať znova?

source: Enter API credentials
de: Die API-Anmeldedaten eingeben
es: Ingrese las credenciales de la API
sk: Zadajte API prihlasovacie údaje

source: Error
de: Fehler
sk: Chyba

source: Error. Retry?
de: Fehler. Nochmal versuchen?
es: Error. ¿Reintentarr?
sk: Chyba. Skúsiť znovu?

source: Failed to create AUR!
de: Der AUR konnte nicht erstellt werden!
es: ¡No se pudo crear AUR!
sk: Nepodarilo sa vytvoriť AUR!

source: I am not paid for JOSM work by a company (you will only be prompted to send a work report, if you confirm this)
de: Ich werde nicht für die Arbeit mit JOSM von einem Unternehmen bezahlt (nur wenn Sie dies bestätigen, werden Sie Arbeitsberichte einreichen können)
es: No me paga una empresa por el trabajo de JOSM (solo se le pedirá que envíe un informe de trabajo, si lo confirma)
sk: Za moju prácu v JOSM nie som platený/á firmou (pracovný výkaz budete môcť zaslať len ak potvrdíte tento výrok)

source: Made edits to the OpenStreetMap project. This report was created automatically by the {0}
de: Änderungen zum OpenStreetMap-Projekt beigetragen. Dieser Bericht wurde automatisch vom {0} erstellt.
es: Realicé ediciones en el proyecto OpenStreetMap. Este informe fue creado automáticamente por {0}
sk: Vykonal/a úpravy v projekte OpenStreetMap. Tento výkaz bol vytvorený automaticky programom {0}

source: Open project page in Rovas
de: Die Projektseite in Rovas öffnen
es: Abrir página del proyecto en Rovas
sk: Otvoriť stránku projektu v Rovasi

source: Preferences to configure timetracking with Rovas
de: Einstellungen für die Zeiterfassung mit Rovas
es: Preferencias para configurar el seguimiento de tiempo con Rovas
sk: Konfiguračné predvoľby pre Rovas konektor

source: Project ID
de: Projekt-ID
es: Projecto ID
sk: ID Projektu

source: Reported labor time
de: Berichtete Arbeitszeit
es: Tiempo de trabajo informado
sk: Uvedený odpracovaný čas

source: Reset the timer (either to 0 or an arbitrary value)
de: Zeitmesser zurücksetzen (entweder auf 0 oder einen beliebigen Wert)
es: Restablecer el temporizador (ya sea a 0 o un valor arbitrario)
sk: Resetovať časomerač (vynulovať, alebo nastaviť ľubovoľnú hodnotu)

source: Reset the timer to
de: Zeitmesser zurücksetzen auf
es: Restablezca el temporizador a
sk: Nastaviť časomerač na

source: Reset timer
de: Zeitmesser zurücksetzen
es: Restablecer horas
sk: Resetovať časomerač

source: Rovas connector plugin
de: Rovas-Verbinder-Erweiterung
es: Complemento de conector Rovas

source: Rovas connector plugin for JOSM
de: Rovas-Verbinder-Erweiterung für JOSM
es: Complemento de conector Rovas para JOSM
sk: Rovas connector plugin pre JOSM

source: Rovas profile page
de: Rovas-Profilseite
es: Página de perfil de Rovas
sk: Stránky profilu v Rovasi

source: See the {0} for more information
de: Siehe die {0} für mehr Informationen
es: Consulte {0} para obtener más información.
sk: Pre ďalšie informácie viď. {0}

source: Submit report
de: Bericht einreichen
es: Enviar reporte
sk: Odoslať výkaz

source: The project ID must be ≥ {0}!
de: Die Projekt-ID muss ≥ {0} sein!
es: ¡El ID del proyecto debe ser ≥ {0}!
sk: Číslo projektu musí byť ≥ {0}!

source: The report is unpublished and no verifiers were invited!
de: Der Bericht ist unveröffentlicht und keine Verifizierer wurden eingeladen!
es: El informe no está publicado y no se invitó a ningún verificador.
sk: Výkaz nie je zverejnený a neboli pozvaní žiadni overovatelia!

source: The report you are trying to create has the `date_started` earlier than the date when you registered for Rovas!
de: Der Bericht, den Sie zu erstellen versuchen hat einen Startzeitpunkt, der vor Ihrer Registrierung bei Rovas liegt!
es: ¡El informe que está intentando crear tiene el `date_started` anterior a la fecha en que se registró en Rovas!
sk: Správa, ktorú sa pokúšate vytvoriť, má hodnotu „date_started“ skoršiu, ako je dátum, keď ste sa zaregistrovali v Rovasi!

source: There was a connection issue!
de: Es gab ein Problem mit der Netzwerkverbindung!
es: ¡Hubo un problema de conexión!
sk: Vyskytol sa problém s pripojením!

source: There was an error decoding the server response!
de: Es gab einen Fehler, die Antwort des Servers zu entziffern!
es: Hubo un error al decodificar la respuesta del servidor!
sk: Chyba pri čítaní odpovede zo servera!

source: This field has to be filled out!
de: Dieses Feld muss ausgefüllt werden!
es: ¡Este campo debe ser completado!
sk: Toto pole musí byť vyplnené!

source: Time tracking with Rovas
de: Zeiterfassung mit Rovas
es: Seguimiento del tiempo con Rovas
sk: Mreranie času s Rovasom

source: Timer tolerance
de: Zeitmesser-Toleranz
es: Tolerancia del temporizador
sk: Toleranica časomerača

source: To reward the authors of this {1}, a fee equal to {0}% of the amount you earn from reports created by the plugin will be levied on those earnings.
de: Um die Autoren dieses {1} zu belohnen, werden {0}% von den Beträgen abgezogen, die Sie an mit der Erweiterung eingereichten Arbeitsberichten verdienen.
es: Para recompensar a los autores de este {1}, se cobrará una tarifa equivalente al {0}% de la cantidad que gane de los informes creados por el complemento sobre esos ingresos.
sk: Na odmenu autorov {1} vám bude odpočítaných {0}% zo sumy, ktorú získate za pracovné výkazy vytvorené týmto JOSM doplnkom.

source: Values for these fields can be found on your {0}.
de: Werte für diese Felder finden Sie auf Ihrer {0}.
es: Los valores de estos campos se pueden encontrar en su {0} .
sk: Hodnoty pre tieto polia nájdete na vašej {0}.

source: You are not a shareholder in the project with ID set in the preferences!
de: Sie sind kein Teilhaber an dem Projekt mit der ID, die in den Einstellungen eingetragen ist!
es: ¡No eres un accionista del proyecto con el ID establecido en las preferencias!
sk: Nie ste podielnikom projektu s ID, nastaveným v predvolbách!

source: You could not have been made a shareholder of the project with the ID set in the preferences.
de: Sie konnten nicht zum Teilhaber des Projekts gemacht werden, das in den Einstellungen gesetzt ist.
es: No puedes convertirte en accionista del proyecto con el ID establecido en las preferencias.
sk: Nebolo možné vás spraviť podielnikom v projekte, ktorého ID je nastavené v predvolbách.

source: Your {0} was created successfully!
de: Ihr {0} wurde erfolgreich erstellt!
es: ¡Tu {0} se creó correctamente!
sk: Váš {0} bol úspešne vytvorený!

source: rules page in Rovas
de: Regeln-Seite in Rovas
es: página de reglas en Rovas
sk: stránka pravidiel v Rovasi

source: seconds
de: Sekunden
es: segundos
sk: sekundy

source: the lag in seconds after last edit to be counted as active time
de: Die Dauer in Sekunden nach jeder Änderung, die als aktive Zeit gezählt wird
es: el retraso en segundos después de la última edición se contará como tiempo activo
sk: dĺžka časového intervalu meraná od ostatnej úpravy, ktorý sa bude zarátavať ako aktívny čas

source: work report
de: Arbeitsbericht
es: reporte de trabajo
sk: pracovný výkaz

source: {0}% fee levied by the ''JOSM Rovas connector'' project for using the plugin
de: {0}% Gebühren werden vom Projekt ''JOSM Rovas-Verbinder'' für die Benutzung der Erweiterung erhoben
es: {0}% de tarifa cobrada por el proyecto ''conector JOSM Rovas'' por usar el complemento
sk: {0}% poplatok projektu ''JOSM Rovas connector'', za použitie jeho JOSM doplnku

source: A plugin to keep track of the time spent for mapping. Can be used to report that time to https://rovas.app .
de: Eine Erweiterung zur Zeiterfassung beim Mapping. Die erfasste Zeit kann an https://rovas.app berichtet werden.
es: Un complemento para realizar un seguimiento del tiempo dedicado al mapeo. Se puede usar para informar ese tiempo a https://rovas.app .
sk: Doplnok na sledovanie času stráveného mapovaním. Môže byť použitý na nahlásenie toho času na https://rovas.app.
